[
  {
    "text": "You’re a generation of AI natives. Embrace AI tools—they make you enormously attractive to employers. – Reid Hoffman",
    "emgagement": "823"
  },
  {
    "text": "Craft your personal \"story of self\"—it’s what will differentiate you in a challenging job market. – Aneesh Raman",
    "emgagement": "465"
  },
  {
    "text": "If someone offers you a seat on a rocket ship, don’t ask what seat. Join the journey. – Bret Taylor, echoing Eric Schmidt’s advice",
    "emgagement": "1421"
  },
  {
    "text": "Stop accepting every meeting. Start identifying and doubling down on your strengths. – Chris Hirst, reflecting on CEO lessons",
    "emgagement": "386"
  },
  {
    "text": "As 2024 ends, I’m grateful for breakthroughs, curiosity, and family time—including our newest granddaughter. – Bill Gates",
    "emgagement": "5391"
  },
  {
    "text": "Don’t pressure yourself to know your path early. It’s okay to fail. A great attitude matters most. – Andy Jassy",
    "emgagement": "1209"
  },
  {
    "text": "My dad loved helping people. This Father’s Day, I reflect on his generosity and the impact of small kindnesses. – Bill Gates",
    "emgagement": "4844"
  },
  {
    "text": "The best career advice I got? Start before you’re ready—imperfection is the start of iteration. – Cristina Grancea",
    "emgagement": "674"
  },
  {
    "text": "Tough issues like climate change call for optimism and innovation—that’s why we created Breakthrough Energy. – Bill Gates",
    "emgagement": "6237"
  },
  {
    "text": "I was 25 when training a CEO—and realized I was learning what it takes to think like an executive. – Kendall Ware",
    "emgagement": "317"
  },
  {
    "text": "Reflecting on my career: know yourself, build skills, and accept limitations. Growth isn’t linear. – Anonymous professional",
    "emgagement": "289"
  },
  {
    "text": "You’re the boss of your career—no one else is. Own it to make intentional, powerful decisions. – Ryan Roslansky",
    "emgagement": "1723"
  },
  {
    "text": "Few voices are as direct as a young child’s. It reminds me: adapt to change, even with email. – Bill Gates",
    "emgagement": "3352"
  },
  {
    "text": "Purpose fuels me—empowering everyone to achieve more is why I love coming to work. – Satya Nadella",
    "emgagement": "1986"
  },
  {
    "text": "I’m proud of Microsoft and the mission we built—it still thrives after 50 years. – Bill Gates",
    "emgagement": "4225"
  },
  {
    "text": "Thinking you're the best for the job stunts growth. True leaders build and trust their teams. – Patty Arvielo",
    "emgagement": "672"
  },
  {
    "text": "End-of-year: I ask if I grew not just at work—but in family, friendships, curiosity. Life is more than achievement. – Bill Gates",
    "emgagement": "2991"
  },
  {
    "text": "Know what you want to accomplish in life—so your daily work aligns with that vision. – Jeff Weiner",
    "emgagement": "1197"
  },
  {
    "text": "Surround yourself with the best talent—you are shaped by the company you keep. – Jeff Weiner",
    "emgagement": "1378"
  },
  {
    "text": "Never stop learning—the world moves too fast to rest on what you once knew. – Jeff Weiner",
    "emgagement": "1102"
  },
  {
    "text": "Reflecting on 2023: new granddaughter, global challenges, AI dawn—grateful and cautious. – Bill Gates",
    "emgagement": "4750"
  },
  {
    "text": "Do your best in every role. That’s how you earn your way to the top. – Jamie Dimon",
    "emgagement": "872"
  },
  {
    "text": "Building authentic relationships is the key to networking. It’s not about quantity—it’s about depth. – Chris Kempczinski",
    "emgagement": "547"
  },
  {
    "text": "Volunteer for the toughest assignments—embracing challenge fuels growth. – Leena Nair",
    "emgagement": "973"
  },
  {
    "text": "True career success is rarely linear. Your path will zig, zag—and that’s okay. – Ryan Roslansky",
    "emgagement": "1221"
  },
  {
    "text": "When a child asks, \"What’s next?\", I realize technology must evolve with new generations. – Bill Gates",
    "emgagement": "3614"
  },
  {
    "text": "Be generous with your curiosity—read widely, talk deeply; small joys fuel lifelong learning. – Bill Gates",
    "emgagement": "4117"
  },
  {
    "text": "Stepping off a rocket ship? Never ask which seat—just climb aboard. – Inspired by Eric Schmidt via Bret Taylor",
    "emgagement": "1881"
  },
  {
    "text": "Progress isn’t just technical—it’s in connections, collaborations, and everyday discoveries. – Bill Gates",
    "emgagement": "3566"
  },
  {
    "text": "Your career is a startup of you. Adapt, invest, iterate—and stay agile. – Reid Hoffman",
    "emgagement": "2635"
  }
]
